{
  "description": "Planets (including dwarf planets as recognized by the IAU) that orbit the Sun, with their natural satellites.",
  "planets": [
    {
      "position": "0",
      "name": "Sun",
      "velocity": "230",
      "distance": "0",
      "moons": [],
      "description": "The Sun (or Sol), is the star at the centre of our solar system and is responsible for the Earth’s climate and weather. The Sun is an almost perfect sphere with a difference of just 10km in diameter between the poles and the equator. The average radius of the Sun is 695,508 km (109.2 x that of the Earth) of which 20–25% is the core."
    },
    {
      "position": "1",
      "name": "Mercury",
      "velocity": "47",
      "distance": "58",
      "description": "Mercury is the closest planet to the Sun and due to its proximity it is not easily seen except during twilight. For every two orbits of the Sun, Mercury completes three rotations about its axis and up until 1965 it was thought that the same side of Mercury constantly faced the Sun. Thirteen times a century Mercury can be observed from the Earth passing across the face of the Sun in an event called a transit, the next will occur on the 9th May 2016.",
      "moons": []
    },
    {
      "position": "2",
      "name": "Venus",
      "velocity": "35",
      "distance": "108",
      "description": "Venus is the second planet from the Sun and is the second brightest object in the night sky after the Moon. Named after the Roman goddess of love and beauty, Venus is the second largest terrestrial planet and is sometimes referred to as the Earth’s sister planet due the their similar size and mass. The surface of the planet is obscured by an opaque layer of clouds made up of sulphuric acid.",
      "moons": []
    },
    {
      "position": "3",
      "name": "Earth",
      "velocity": "29.78",
      "distance": "149",
      "description": "Earth is the third planet from the Sun and is the largest of the terrestrial planets. The Earth is the only planet in our solar system not to be named after a Greek or Roman deity. The Earth was formed approximately 4.54 billion years ago and is the only known planet to support life.",
      "moons": ["Moon"]
    },
    {
      "position": "4",
      "name": "Mars",
      "velocity": "24",
      "distance": "227",
      "description": "Mars is the fourth planet from the Sun and is the second smallest planet in the solar system. Named after the Roman god of war, Mars is also often described as the “Red Planet” due to its reddish appearance. Mars is a terrestrial planet with a thin atmosphere composed primarily of carbon dioxide.",
      "moons": ["Deimos", "Phobos"]
    },
    {
      "position": "4.5",
      "name": "Ceres",
      "velocity": "17.8",
      "distance": "413 ",
      "description": "Ceres is the largest object in the asteroid belt between Mars and Jupiter, and it's the only dwarf planet located in the inner solar system. It was the first member of the asteroid belt to be discovered when Giuseppe Piazzi spotted it in 1801. And when NASA's Dawn arrived in 2015, Ceres became the first dwarf planet to receive a visit from a spacecraft.",

      "moons": []
    },
    {
      "position": "5",
      "name": "Jupiter",
      "velocity": "13",
      "distance": "778",
      "description": "The planet Jupiter is the fifth planet out from the Sun, and is two and a half times more massive than all the other planets in the solar system combined. It is made primarily of gases and is therefore known as a “gas giant”.",
      "moons": [
        "Metis",
        "Adrastea",
        "Amalthea",
        "Thebe",
        "Io",
        "Europa",
        "Ganymede",
        "Callisto",
        "Themisto",
        "Leda",
        "Himalia",
        "Lysithea",
        "Elara",
        "S/2000 J11",
        "S/2003 J12",
        "Carpo",
        "Euporie",
        "S/2003 J3",
        "S/2003 J18",
        "Orthosie",
        "Euanthe",
        "Harpalyke",
        "Praxidike",
        "Thyone",
        "S/2003 J16",
        "Iocaste",
        "Mneme",
        "Hermippe",
        "Thelxinoe",
        "Helike",
        "Ananke",
        "S/2003 J15",
        "Eurydome",
        "Arche",
        "Herse",
        "Pasithee",
        "S/2003 J10",
        "Chaldene",
        "Isonoe",
        "Erinome",
        "Kale",
        "Aitne",
        "Taygete",
        "S/2003 J9",
        "Carme",
        "Sponde",
        "Megaclite",
        "S/2003 J5",
        "S/2003 J19",
        "S/2003 J23",
        "Kalyke",
        "Kore",
        "Pasiphae",
        "Eukelade",
        "S/2003 J4",
        "Sinope",
        "Hegemone",
        "Aoede",
        "Kallichore",
        "Autonoe",
        "Callirrhoe",
        "Cyllene",
        "S/2003 J2"
      ]
    },
    {
      "position": "6",
      "name": "Saturn",
      "velocity": "9",
      "distance": "1426",
      "description": "Saturn is the sixth planet from the Sun and the most distant that can be seen with the naked eye. Saturn is the second largest planet and is best known for its fabulous ring system that was first observed in 1610 by the astronomer Galileo Galilei. Like Jupiter, Saturn is a gas giant and is composed of similar gasses including hydrogen, helium and methane.",
      "moons": [
        "Tarqeq",
        "Pan",
        "Daphnis",
        "Atlas",
        "Prometheus",
        "Pandora",
        "Epimetheus",
        "Janus",
        "Aegaeon",
        "Mimas",
        "Methone",
        "Anthe",
        "Pallene",
        "Enceladus",
        "Tethys",
        "Calypso",
        "Telesto",
        "Polydeuces",
        "Dione",
        "Helene",
        "Rhea",
        "Titan",
        "Hyperion",
        "Iapetus",
        "Kiviuq",
        "Ijiraq",
        "Phoebe",
        "Paaliaq",
        "Skathi",
        "Albiorix",
        "S/2007 S2",
        "Bebhionn",
        "Erriapo",
        "Siarnaq",
        "Skoll",
        "Tarvos",
        "Greip",
        "S/2004 S13",
        "Hyrrokkin",
        "Mundilfari",
        "S/2006 S1",
        "Jarnsaxa",
        "Narvi",
        "Bergelmir",
        "S/2004 S17",
        "Suttungr",
        "Hati",
        "S/2004 S12",
        "Bestla",
        "Farbauti",
        "Thrymr",
        "S/2007 S3",
        "Aegir",
        "S/2004 S7",
        "S/2006 S3",
        "Kari",
        "Fenrir",
        "Surtur",
        "Ymir",
        "Loge",
        "Fornjot"
      ]
    },
    {
      "position": "7",
      "name": "Uranus",
      "velocity": "6",
      "distance": "2870",
      "description": "Uranus is the seventh planet from the Sun. While being visible to the naked eye, it was not recognised as a planet due to its dimness and slow orbit. Uranus became the first planet discovered with the use of a telescope. Uranus is tipped over on its side with an axial tilt of 98 degrees. It is often described as “rolling around the Sun on its side.”",
      "moons": [
        "Cordelia",
        "Ophelia",
        "Bianca",
        "Cressida",
        "Desdemona",
        "Juliet",
        "Portia",
        "Rosalind",
        "Cupid",
        "Belinda",
        "Perdita",
        "Puck",
        "Mab",
        "Miranda",
        "Ariel",
        "Umbriel",
        "Titania",
        "Oberon",
        "Francisco",
        "Caliban",
        "Stephano",
        "Trinculo",
        "Sycorax",
        "Margaret",
        "Prospero",
        "Setebos",
        "Ferdinand"
      ]
    },
    {
      "position": "8",
      "name": "Neptune",
      "velocity": "5.43",
      "distance": "4498",
      "description": "Neptune is the eighth planet from the Sun making it the most distant in the solar system. This gas giant planet may have formed much closer to the Sun in early solar system history before migrating to its present position.",
      "moons": [
        "Naiad",
        "Thalassa",
        "Despina",
        "Galatea",
        "Larissa",
        "Proteus",
        "Triton",
        "Nereid",
        "Halimede",
        "Sao",
        "Laomedeia",
        "Psamathe",
        "Neso"
      ]
    },
    {
      "name": "Pluto",
      "velocity": "4.67",
      "position": "9",
      "distance": "5906",
      "description": "Pluto is a dwarf planet in the Kuiper Belt, a donut-shaped region of icy bodies beyond the orbit of Neptune. There may be millions of these icy objects, collectively referred to as Kuiper Belt objects (KBOs) or trans-Neptunian objects (TNOs), in this distant region of our solar system. Pluto – which is smaller than Earth’s Moon – has a heart-shaped glacier that’s the size of Texas and Oklahoma. This fascinating world has blue skies, spinning moons, mountains as high as the Rockies, and it snows – but the snow is red.",
      "moons": ["Charon", "Styx", "Nix", "Kerberos", "Hydra"]
    },
    {
      "name": "Haumea",
      "velocity": "4.531",
      "position": "10",
      "distance": "6452",
      "description": "Originally designated 2003 EL61 (and nicknamed Santa by one discovery team), Haumea is located in the Kuiper Belt, a donut-shaped region of icy bodies beyond the orbit of Neptune. The other known dwarf planets in the Kuiper Belt are Pluto, Eris, and Makemake.",
      "moons": ["Namaka", "Hi'iaka"]
    },
    {
      "name": "Makemake",
      "velocity": "4.419",
      "position": "11",
      "distance": "6847",
      "description": "Along with fellow dwarf planets Pluto, Eris, and Haumea, Makemake is located in the Kuiper Belt, a donut-shaped region of icy bodies beyond the orbit of Neptune. Slightly smaller than Pluto, Makemake is the second-brightest object in the Kuiper Belt as seen from Earth (while Pluto is the brightest). It takes about 305 Earth years for this dwarf planet to make one trip around the Sun. Makemake holds an important place in the history of solar system studies because it – along with Eris – was one of the objects whose discovery prompted the International Astronomical Union to reconsider the definition of a planet and to create the new group of dwarf planets.",
      "moons": ["MK2"]
    },
    {
      "name": "Eris",
      "velocity": "3.436",
      "moons": ["Dysnomia"],
      "position": "12",
      "distance": "10125",
      "description": "Eris is one of the largest known dwarf planets in our solar system. It's about the same size as Pluto but is three times farther from the Sun. At first, Eris appeared to be larger than Pluto. This triggered a debate in the scientific community that led to the International Astronomical Union's decision in 2006 to clarify the definition of a planet. Pluto, Eris, and other similar objects are now classified as dwarf planets."
    }
  ]
}
